---
kind: enumMember
id: F:Autodesk.Revit.DB.ThermalMaterialType.Undefined
enum: Autodesk.Revit.DB.ThermalMaterialType
source: html/73446ebc-6ebf-855c-aadc-a4d4291cc082.htm
---
# Autodesk.Revit.DB.ThermalMaterialType.Undefined

Thermal material type is undefined.